[LWS_Warden X2SoldierClassTemplate]
+DisplayName="<font color='#B6B3E3'>守望者</font>"
+ClassSummary="守望者是具有灵能天赋的侦察兵。然而，他们没有接受过传统的灵能训练，他们使用灵能的方式与我们以前看到的不同。他们不使用灵能增幅器来放大他们的精神力量，而是让他们的身体充当战场周围休眠灵能的管道，当能量通过他们时，他们会以各种方式利用这些能量。"
+LeftAbilityTreeTitle="潮落"
+RightAbilityTreeTitle="潮起"
+AbilityTreeTitles[0]="潮落"
+AbilityTreeTitles[1]="潮汐"
+AbilityTreeTitles[2]="潮起"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"
;ALPHABETICAL ORDER
+RandomNickNames[0]="阿切隆"
+RandomNickNames[1]="以太"
+RandomNickNames[2]="阿拉基斯"
+RandomNickNames[3]="阿特雷德"
+RandomNickNames[4]="博斯普鲁"
+RandomNickNames[5]="考尔德"
+RandomNickNames[6]="魔鬼电流"
+RandomNickNames[7]="极乐世界"
+RandomNickNames[8]="艾诺斯"
+RandomNickNames[9]="福沃德"
+RandomNickNames[10]="穆斯皮尔"
+RandomNickNames[11]="新星"
+RandomNickNames[12]="脉冲"
+RandomNickNames[13]="红河"
+RandomNickNames[14]="红移"
+RandomNickNames[15]="流氓"
+RandomNickNames[16]="鲁比"
+RandomNickNames[17]="牧羊人"
+RandomNickNames[18]="底格里斯"
+RandomNickNames[19]="野火"
+RandomNickNames[20]="亚纳塔什"
;ALPHABETICAL ORDER
+RandomNickNames_Male[0]="猎户座"
;ALPHABETICAL ORDER
+RandomNickNames_Female[0]="阿尔忒弥斯"
;ALPHABETICAL ORDER
+PhotoboothSoloBLines_Male[0]="他的刀锋... 他们的血！"
+PhotoboothSoloBLines_Male[1]="暴风雨就要来了。"
+PhotoboothSoloBLines_Male[2]="他的刀锋会带来正义！"
+PhotoboothSoloBLines_Male[3]="他若与我们同在，谁能敌挡我们呢？"
+PhotoboothSoloBLines_Male[4]="剑士！死亡贩子。"
+PhotoboothSoloBLines_Male[5]="我不怕暴风雨，我就是暴风雨。"
+PhotoboothSoloBLines_Female[0]="她的刀锋... 他们的血！"
+PhotoboothSoloBLines_Female[1]="暴风雨就要来了。"
+PhotoboothSoloBLines_Female[2]="她的刀锋会带来正义！"
+PhotoboothSoloBLines_Female[3]="她若与我们同在，谁能敌挡我们呢？"
+PhotoboothSoloBLines_Female[4]="剑士！死亡贩子。"
+PhotoboothSoloBLines_Female[5]="我不怕暴风雨，我就是暴风雨。"

[WardenSpacialSurfer X2AbilityTemplate]
LocFriendlyName="空间迁跃"
LocLongDescription="短暂消失，传送到小队视野范围内的任何地方。施展空间迁跃不会结束<Ability:ClassName/>的回合，且无任何距离限制。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
LocHelpText="短暂消失，传送到小队视野范围内的任何地方。施展空间迁跃不会结束<Ability:ClassName/>的回合，且无任何距离限制。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
LocFlyOverText="空间迁跃"
LocPromotionPopupText="<Bullet/>目标位置必须在队伍视线内可见。<br/><Bullet/>空间迁跃需要一个行动点，不会结束<Ability:ClassName/>的回合。<br><Bullet/>不会打破<font color='#0bff9b'>隐匿</font>状态。<br/><Bullet/>冷却时间：<font color='#0bff9b'>4</font>回合"

[WardenRelocate X2AbilityTemplate]
LocFriendlyName="移形换位"
LocLongDescription="与自身视野范围内的一名<font color='#0bff9b'>友军</font>或<font color='#ff3206'>敌军</font>单位互换位置，施展移形换位不会结束<Ability:ClassName/>的回合。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
LocHelpText="与自身视野范围内的一名<font color='#0bff9b'>友军</font>或<font color='#ff3206'>敌军</font>单位互换位置，施展移形换位不会结束<Ability:ClassName/>的回合。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
LocFlyOverText="移形换位"
LocPromotionPopupText="<Bullet/>施展移形换位不会结束<Ability:ClassName/>的回合。<br/><Bullet/>可以同时瞄准<font color='#0bff9b'>友军</font>和<font color='#ff3206'>敌军</font>。<br/><Bullet/>冷却时间：<font color='#0bff9b'>4</font>回合"

[WardenConcentrationActivate X2AbilityTemplate]
LocFriendlyName="不动如山"
LocLongDescription="集中精神准备下一击。防御姿态：2回合内获得+15%命中和暴击率，暴击伤害+2。进攻姿态：获得+10%命中和暴击率，暴击伤害+1。触发潮涨潮落。解除混乱状态。自由行动，冷却4回合。若效果已存在则刷新持续时间。"
LocHelpText="提供最高+15%命中和暴击率及+2暴击伤害"
LocPromotionPopupText="<Bullet/> 防御姿态激活：所有技能2回合内获得+15%命中和暴击率及+2暴击伤害<br/><Bullet/> 进攻姿态激活：所有技能2回合内获得+10%命中和暴击率及+1暴击伤害<br/><Bullet/> 攻防双姿态均可使用<br/><Bullet/> 自由行动，冷却4回合<br/><Bullet/> 激活时解除混乱状态<br/><Bullet/> 燃烧状态下无法使用<br/><Bullet/> 若守望者剩余行动点则触发潮涨潮落<br/><Bullet/> 可持续刷新效果：例如防御姿态激活获得15%加成，下回合切换进攻姿态激活仍保持原加成<br/>"
LocFlyOverText="不动如山"

[WardenDeception X2AbilityTemplate]
LocFriendlyName="虚实相生" 
LocLongDescription="同一回合内对相同目标的后续攻击将获得+5%命中加成，并额外获得+20%近战暴击率和+10%远程暴击率"
LocHelpText="同一回合内对相同目标的后续攻击将获得+5%命中加成，并额外获得+20%近战暴击率和+10%远程暴击率"
LocFlyOverText="虚实相生"
LocPromotionPopupText="<Bullet/> 主武器攻击后，本回合对该目标后续攻击获得+5%命中加成及+20%近战/+10%远程暴击率<br/><Bullet/> 守望者的多动特性可与本技能形成强力联动<br/><Bullet/> 建议与不动如山或失衡打击等技能组合使用<br/>"

[WardenEbbAndMovePassive X2AbilityTemplate]
LocFriendlyName="随势而动"
LocLongDescription = "与战场节奏融为一体，获得超凡闪避能力。每回合首次触发潮涨潮落后获得1移动行动点。同时获得规避范围攻击的第六感"
LocHelpText = "每回合首次触发潮涨潮落后获得1移动行动点。不与冷却缩减效果叠加。同时获得第六感使单位免疫范围攻击"

[WardenEbbAndMoveTrigger X2AbilityTemplate]
LocFriendlyName = "随势而动"
LocHitMessage="随势而动"
LocFlyOverText="随势而动"

[WardenUnbalanceShot X2AbilityTemplate]
+LocFriendlyName="失衡打击"
+LocLongDescription="特殊射击使目标失去平衡。命中必暴击，且目标本回合受到的所有伤害增加25%。双姿态可用。不结束回合。消耗2弹药。冷却3回合。"
+LocHelpText="使目标失衡，本回合受到的所有伤害增加25%"
+LocHitMessage="失衡"
+LocPromotionPopupText="<Bullet/> 目标本回合受到的所有伤害增加25%<br/><Bullet/> 不结束当前回合<br/><Bullet/> 消耗2弹药，冷却3回合<br/><Bullet/> 双姿态可用<br/><Bullet/> 是防御姿态下唯一可用的远程技能<br/><Bullet/> 命中必定暴击<br/>"

[WardenHalfSword X2AbilityTemplate]
+LocFriendlyName="半剑术"
+LocLongDescription="必定命中的近战击退攻击，防御姿态激活时可造成2-3点伤害并使目标混乱。触发潮涨潮落。可附加武器特效。"
+LocHelpText="必定命中的近战击退攻击，防御姿态激活时造成2-3伤害并混乱目标。触发潮涨潮落。可附加武器特效。"
+LocPromotionPopupText="<Bullet/> 近战击退攻击，防御姿态激活时使目标混乱2回合。冷却1回合<br/><Bullet/> 必定命中并造成2-3伤害，可触发武器特效<br/><Bullet/> 离别突刺技能可使半剑术获得破甲和+1伤害<br/><Bullet/> 触发潮涨潮落<br/><Bullet/> 双姿态可用<br/>"

[WardensAdvance X2AbilityTemplate]
+LocFriendlyName="守望突进"
+LocLongDescription="用<Ability:SecondaryWeaponName/>攻击移动范围内的任意敌人。若剩余行动点则触发潮涨潮落并切换姿态"
+LocHelpText="用<Ability:SecondaryWeaponName/>攻击移动范围内的任意敌人。若剩余行动点则触发潮涨潮落并切换姿态"
+LocPromotionPopupText="<Bullet/> 守望者可执行\"冲刺\"移动，消耗全部行动点移动后仍能对邻近敌人发动近战攻击而不结束回合<br/><Bullet/> 随后将触发潮涨潮落获得再次移动机会<br/><Bullet/> 随着军衔提升，守望者可利用剩余行动点施展多种技能<br/><Bullet/> 仅进攻姿态可用，冷却1回合<br/><Bullet/> 混乱状态下无法使用<br/>"